[TC_WOTC_MILL_R870_SBS_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>Remington 870 SBS</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>R870</b></font>"
AbilityDescName="короткоствольный дробовик"
BriefSummary="Remington модель 870 -  американское ружьё, впервые представленное в 1950 году компанией Remington Arms. Remington 870 благодаря своей характерной перезарядке является одним из самых знаменитых помповых ружей в мире. Remington 870 выпускался в различных модификациях, он подходит как для военных и полиции, так и для охотников и спортсменов, а также для самообороны. Полицейские модификации обычно имеют ствол длиной 355 или 457 миллиметров со сверловкой «цилиндр» или «улучшенный цилиндр», позволяющей стрелять как картечью, так и пулей, а также различными специальными боеприпасами, типа газовых гранат или резиновых травматических пуль. Под стволом расположен трубчатый магазин на 8 патронов. В охотничьем варианте 3 - 4 патрона."
TacticalText="<Bullet/>Тип: Помповый дробовик\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Помповый\n<Bullet/>Тип боеприпаса: 12 калибр\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MILL_R870_SBS_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>870 Tunguska</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>870 Tunguska</b></font>"
AbilityDescName="короткоствольный дробовик"
BriefSummary="Remington модель 870 -  американское ружьё, впервые представленное в 1950 году компанией Remington Arms. Remington 870 благодаря своей характерной перезарядке является одним из самых знаменитых помповых ружей в мире. Remington 870 выпускался в различных модификациях, он подходит как для военных и полиции, так и для охотников и спортсменов, а также для самообороны. Полицейские модификации обычно имеют ствол длиной 355 или 457 миллиметров со сверловкой «цилиндр» или «улучшенный цилиндр», позволяющей стрелять как картечью, так и пулей, а также различными специальными боеприпасами, типа газовых гранат или резиновых травматических пуль. Под стволом расположен трубчатый магазин на 8 патронов. В охотничьем варианте 3 - 4 патрона.\nБлагодаря нашим разработкам в области магнитного оружия мы смогли модернизировать модель 870, данный образец получил имя \"Tunguska\". Основным отличием стало добавление в боеприпасы дробинок на основе инопланетных сплавов и Элерия, что позволило увеличить убойную силу выстрела."
TacticalText="<Bullet/>Тип: Помповый дробовик\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Помповый\n<Bullet/>Тип боеприпаса: 12 калибр\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"


[TC_WOTC_MILL_R870_SBS_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>870 Matrix</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>870 Matrix</b></font>"
AbilityDescName="короткоствольный дробовик"
BriefSummary="Remington модель 870 -  американское ружьё, впервые представленное в 1950 году компанией Remington Arms. Remington 870 благодаря своей характерной перезарядке является одним из самых знаменитых помповых ружей в мире. Remington 870 выпускался в различных модификациях, он подходит как для военных и полиции, так и для охотников и спортсменов, а также для самообороны. Полицейские модификации обычно имеют ствол длиной 355 или 457 миллиметров со сверловкой «цилиндр» или «улучшенный цилиндр», позволяющей стрелять как картечью, так и пулей, а также различными специальными боеприпасами, типа газовых гранат или резиновых травматических пуль. Под стволом расположен трубчатый магазин на 8 патронов. В охотничьем варианте 3 - 4 патрона.\nСледующим шагом развития модели 870 стал образец \"Matrix\". Внедрение технологии Гаусса позволило перевести данный образец в тип лучевого, а замена ствола высокочастотным цилиндром, привела к увеличению эффективного радиуса поражения и совокупной мощности."
TacticalText="<Bullet/>Тип: Помповый дробовик\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Помповый\n<Bullet/>Тип боеприпаса: 12 калибр\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"
